[
	{
		"name": "Micheal Lyons",
		"comment": "They BLEW the ROOF off at their last event, once everyone started figuring out they were going. This is still simply the greatest opening of an event I have EVER witnessed.",
		"likes": 0,
		"timestamp": 1628522461000
	},
	{
		"name": "Gary Wong",
		"comment": "Every time I see him shred I feel so motivated to get off my couch and hop on my board. He’s so talented! I wish I can ride like him one day so I can really enjoy myself!",
		"likes": 0,
		"timestamp": 1626359541000
	},
	{
		"name": "Theodore Duncan",
		"comment": "How can someone be so good!!! You can tell he lives for this and loves to do it every day. Every time I see him I feel instantly happy! He’s definitely my favorite ever!",
		"likes": 0,
		"timestamp": 1626011132000
	},
	{
		"name": "Mattie Casarez",
		"comment": "This is exactly the kind of advice I’ve been looking for! One minute you’re packing your bags, the next you’re dancing around in the streets without a care in the world.",
		"likes": 0,
		"timestamp": 1625250720000
	},
	{
		"name": "Taylor Jade",
		"comment": "Excellent tips! Another idea is to keep all of your important belongings like your passport inside a waterproof bag. Perfect for those last minute trips to the beach, trust me.",
		"likes": 0,
		"timestamp": 1625238122000
	},
	{
		"name": "Adnan Natt",
		"comment": "Who ever knew travel could be so easy? Looking forward to getting to put this into practice when I fly away in the near future. Wish me good luck!",
		"likes": 0,
		"timestamp": 1625177192000
	},
	{
		"name": "Giovana Alpine",
		"comment": "Wow! You can bet that we’ll be checking this place out when we’re in the area. The views look absolutely breathtaking. Thank you so much for sharing this with the world!",
		"likes": 0,
		"timestamp": 1623104591000
	},
	{
		"name": "Victoire Lesage",
		"comment": "Skiing is a lifestyle! This may be hard to believe now, but I once competed here for the World Cup. The Alps are at their most beautiful when you’re shredding down them FAST.",
		"likes": 0,
		"timestamp": 1623071160000
	},
	{
		"name": "Sharon Tillson",
		"comment": "Amazing footage of an amazing spot! It’s so inspiring to watch the sun rising over a landscape like this. I can only imagine how fresh the air must feel there on a snowy morning.",
		"likes": 3,
		"timestamp": 1623002522000
	},
	{
		"name": "Aurora Anita",
		"comment": "This video is SO important for anybody wishing to travel overseas. We’ll be using these tips on our trips!",
		"likes": 2,
		"timestamp": 1620983771000
	},
	{
		"name": "Fatima Hassan",
		"comment": "The last thing you want is to be stranded somewhere without this type of knowledge! Thank you so much for sharing your experience, this will surely come in handy.",
		"likes": 0,
		"timestamp": 1620937932000
	},
	{
		"name": "Joan Hidaka",
		"comment": "Great information all around! I’m saving this video to watch again the next time I head out of the country. Stay safe out there, folks.",
		"likes": 1,
		"timestamp": 1620930181000
	},
	{
		"name": "Felicia Hill",
		"comment": "Fantastic tips! I can’t believe I’ve been paying full price this whole time when it’s so easy to get a great deal. Never been more excited to book my next ticket!",
		"likes": 0,
		"timestamp": 1630790612000
	},
	{
		"name": "Louis Applebee",
		"comment": "It’s like a weight has been lifted off of my shoulders. Thank you so much for sharing these tips. I will be sending this to all of my friends and family ASAP.",
		"likes": 1,
		"timestamp": 1630762321000
	},
	{
		"name": "Anne Weston",
		"comment": "So glad I came across this. The way you have presented these techniques is perfectly clear. Even doing a couple of these things is sure to make me a happy camper!",
		"likes": 0,
		"timestamp": 1630678260000
	}
]
